export const cardMock = {
  id: "09db6b44-3e0f-432b-ac86-b40b4414aeca",
  dataDate: "2025-04-26T08:27:25Z",
  korName: "카이룽하이테크",
  details: {
    secName: ["凯龙高科"],
    secCode: ["300912"],
    categoryId: ["0115"],
  },
  analysisDetails: {
    topicKor: "주식 매입",
    summarizeTinyKor:
      "카이룽하이테크 주식회사 이사회 회의에서의 주식 매입 및 자본 변경 결정",
    summarizeLongKor:
      "2024년 4월 24일 제4차 이사회 11차 회의에서, 카이룽하이테크 주식회사는 24만 주의 제한 주식을 매입 및 취소하는 것을 승인했으며, 총 주식 자본을 115,222,000주에서 114,982,000주로, 등록 자본을 115,222,000위안에서 114,982,000위안으로 감소시켰습니다.\n채권자는 통지를 받은 날로부터 30일 또는 공고일로부터 45일 이내에 채무 또는 보증을 청구할 수 있습니다.\n청구는 현장, 서한 또는 팩스로 제출할 수 있으며, 공고일로부터 45일까지 마감됩니다.",
  },
};
