export const hongkongMock = [
  {
    id: "11180970",
    dataDate: "2025-04-26T08:37:00Z",
    korName: "CIFI ES SERVICE",
    details: {
      secName: ["ES SERVICES"],
      secCode: ["01995"],
      categoryId: "Financial Statements/ESG Information",
      fileLink:
        "https://www1.hkexnews.hk/listedco/listconews/sehk/2024/0426/2024042600950.pdf",
    },
    analysisDetails: {
      topicKor: "매출",
      summarizeTinyKor: "2023년 ES Services 그룹의 재무 성과 개요",
      summarizeLongKor:
        "ES Services 그룹은 2023년에 2022년과 비교하여 매출이 4.2% 증가한 6,537.4억 위안을 보고했습니다.\n부동산 관리 서비스로부터의 수익은 14.8% 증가하여 약 4,463.2억 위안에 이르렀으며, 커뮤니티 부가가치 서비스로부터의 수익은 약 890.3억 위안으로 12.7% 감소했습니다.\n비부동산 소유자를 대상으로 한 부가가치 서비스로부터의 수익도 약 777.6억 위안으로 19.4% 감소했습니다.\n그러나 도시 서비스로부터의 수익은 약 406.0억 위안으로 상승했습니다.\n2023년에 총 이익은 약 3.1% 감소하여 약 1,253.0억 위안이었습니다.\n소유주에게 귀속된 이익은 2023년에 약 9.5% 감소하여 약 434.5억 위안이었습니다.\n영업활동으로부터의 순현금유입은 약 913.1억 위안이었고, 투자활동으로부터의 순현금유입은 약 120.8억 위안이었습니다.\n계약된 총 층적면적(GFA)은 2023년 12월 31일 기준으로 303.4백만 제곱미터에서 308.3백만 제곱미터로 증가했으며, 관리 중인 GFA는 2023년 12월 31일 기준으로 210.0백만 제곱미터에서 221.4백만 제곱미터로 성장했습니다.",
    },
  },
  {
    id: "11180968",
    dataDate: "2025-04-26T08:37:00Z",
    korName: "중국생명그룹",
    details: {
      secName: ["SINO-LIFE GROUP"],
      secCode: ["08296"],
      categoryId: "Financial Statements/ESG Information",
      fileLink:
        "https://www1.hkexnews.hk/listedco/listconews/gem/2024/0426/2024042600948.pdf",
    },
    analysisDetails: {
      topicKor: "재무 성과",
      summarizeTinyKor:
        "2023년 12월 31일 종료된 중국생명그룹의 재무 하이라이트",
      summarizeLongKor:
        "2023년 12월 31일 기준 중국생명그룹의 직원은 202명으로, 전년도 218명에서 감소했습니다.\n7,424,000주의 주식 옵션이 소멸되어 18,532,000주가 남았습니다.\n그룹은 전년대비 약 RMB33,481,000의 총이익을 기록했으며, 이는 전년대비 15.9% 감소한 수치이며 총이익률은 약 46.1%로 전년대비 4.9% 하락했습니다.\n기타소득 및 순이익은 각각 약 RMB2,571,000으로 전년대비 14.5% 감소했습니다.\n판매비용은 약 9.3% 증가한 RMB2,122,000로, 행정비용은 약 28.3% 증가한 RMB41,044,000으로 매출의 약 56.6%를 차지했습니다.\n재무비용은 약 RMB1,681,000으로 감소했습니다.\n법인세비용은 전년보다 낮은 RMB2,143,000이었으며, 소유주에게 귀속된 연간 손실은 약 RMB7,173,000으로, 전년의 약 RMB847,000 대비 증가했습니다.\n그룹의 유동성은 약 RMB125,019,000의 예금 및 현금을 포함합니다.\n연간 매출은 약 RMB72,570,000으로, 6.9% 감소했습니다.\n중국 및 대만 시장에서의 매출은 각각 약 RMB65,838,000 및 RMB2,014,000이었습니다.\n홍콩의 장례 서비스 매출은 약 14.8% 감소한 약 RMB1,089,000이었으며, 생명과학 사업 매출은 약 RMB3,069,000이었습니다.",
    },
  },
  {
    id: "11180966",
    dataDate: "2025-04-25T08:37:00Z",
    korName: "원생태목업",
    details: {
      secName: ["YST DAIRY"],
      secCode: ["01431"],
      categoryId: "Announcements and Notices",
      fileLink:
        "https://www1.hkexnews.hk/listedco/listconews/sehk/2024/0426/2024042600946.pdf",
    },
    analysisDetails: {
      topicKor: "연례 주주총회",
      summarizeTinyKor:
        "2023년 12월 31일 종료 연도를 위한 원생태목업 농장 유한회사 주주총회 정보",
      summarizeLongKor:
        "2023년 12월 31일 종료 연도를 위한 원생태목업 농장 유한회사와 그 계열사의 감사된 연결 재무제표가 연례 주주총회에서 검토될 예정이며, 이에 따라 이사회 및 독립 감사인의 보고서도 함께 검토될 것입니다.\n이사들은 2024년 12월 31일 종료 연도에 대한 보수 승인을 요청할 것입니다.\nErnst \u0026 Young 회계법인은 회사의 다음 연도 독립 감사인으로 임명될 예정입니다.\n이사들은 회사의 주식 자본에서 미발행 주식을 할당하고 발행하며 거래할 수 있는 권한을 일부 조건에 따라 승인을 요청할 것입니다.\n또한 회사 주식을 주식 거래소나 다른 인정받는 주식 거래소에서 구입하고 일부 조건에 따라 회사가 다시 구입한 발행 주식의 총 수를 포함하는 권한을 연장할 수 있는 승인을 요청할 것입니다.\n회사의 연례 주주총회는 2024년 6월 25일 화요일 오전 10시에 중국 베이징에서 개최될 예정입니다.\n회사의 주식 코드는 1431입니다.\n원생태목업 농장 유한회사의 회장은 조홍량입니다.\n회사는 버뮤다에서 유한 책임 회사로 설립되었으며, 등록 사무소는 버뮤다에 있고 홍콩 본사는 북포인트 일렉트릭로 148번지 31층입니다.\n회사 이사회는 4명의 이사, 3명의 비직무 이사 및 4명의 독립 비직무 이사로 구성되어 있습니다.",
    },
  },
  {
    id: "11180962",
    dataDate: "2025-04-25T08:37:00Z",
    korName: "FEIYANG GROUP",
    details: {
      secName: ["FEIYANG GROUP"],
      secCode: ["01901"],
      categoryId: "Circulars",
      fileLink:
        "https://www1.hkexnews.hk/listedco/listconews/sehk/2024/0426/2024042600942.pdf",
    },
    analysisDetails: {
      topicKor: "기업 커뮤니케이션",
      summarizeTinyKor:
        "페이양 인터내셔널 홀딩스 그룹 리미티드 주주를 위한 정보",
      summarizeLongKor:
        "페이양 인터내셔널 홀딩스 그룹 리미티드는 주식 코드 1901로 다양한 기업 커뮤니케이션을 제공하며, 이에는 이사 보고서, 연례 회계 및 대리 투표 양식이 포함됩니다.\n주주는 회사 웹사이트와 홍콩 증권거래소 웹사이트에서 문서에 액세스할 수 있습니다.\n문의 사항은 (852) 2980 1333번으로 연락하여 지점 주식 등록기관에 문의하십시오. 회장, 사내 이사 및 CEO는 허빈펑입니다.\n주주는 인쇄된 문서를 요청하고 전자 통지를 위한 이메일 주소를 업데이트할 수 있습니다.",
    },
  },
  {
    id: "11180960",
    dataDate: "2025-04-24T08:37:00Z",
    korName: "신덕그룹",
    details: {
      secName: ["SHUN TAK HOLD"],
      secCode: ["00242"],
      categoryId: "Proxy Forms",
      fileLink:
        "https://www1.hkexnews.hk/listedco/listconews/sehk/2024/0426/2024042600940.pdf",
    },
    analysisDetails: {
      topicKor: "주주총회",
      summarizeTinyKor: "신덕홀딩스 주식회사 주주총회에 관한 중요 정보",
      summarizeLongKor:
        "신덕홀딩스 주식회사(주식 코드 242)는 2024년 6월 5일 수요일 오후 4시에 홍콩 중앙 콘노트로드 200번지 신덕센터 4층 아륀클럽 401A에서 2024년 주주총회를 개최할 예정입니다.\n이번 주주총회에서는 2023년 12월 31일 종료된 회계연도의 재무제표를 검토할 예정이며 감사인은 프라이스워터하우스쿠퍼스입니다.\n이사회는 주식 자사주 매입과 신주 발행에 대한 승인을 요청할 것입니다.\n주주는 주주총회를 위해 대리인을 지정할 수 있으며, 대리인 지명서는 회의 48시간 전에 제출되어야 합니다.\n지명서에는 서명과 날짜가 포함되어야 하며, 회원이 주주총회에 참석하고 투표할 경우 철회할 수 있습니다.",
    },
  },
  {
    id: "11180958",
    dataDate: "2025-04-24T08:37:00Z",
    korName: "YE XING GROUP",
    details: {
      secName: ["YE XING GROUP"],
      secCode: ["01941"],
      categoryId: "Circulars",
      fileLink:
        "https://www1.hkexnews.hk/listedco/listconews/sehk/2024/0426/2024042600938.pdf",
    },
    analysisDetails: {
      topicKor: "이사회 구성원",
      summarizeTinyKor: "Ye Xing Group 및 이사회 구성원 개요",
      summarizeLongKor:
        "홍콩 증권거래소에 상장된 Ye Xing Group Holdings Limited은 주식 코드 1941로 상장되어 있으며 조직은 조위하오 씨, 우꽈칭 여사, 리인핑 여사, 장춘잉 여사, 리이판 씨, 첸창닷 씨, 장와이훙 씨, 첸웨이지 여사, 그리고 런가워 씨로 구성된 이사회를 보유하고 있습니다.\n장춘잉 여사는 매년 24만 홍콩 달러의 이사 보수를 받으며, 리이판 씨는 18만 홍콩 달러, 런가워 씨는 18만 홍콩 달러를 받습니다.\n연례 주주총회는 2024년 5월 31일 금요일 중국 베이징에서 오전 10시에 예정되어 있으며, 장춘잉 여사, 리이판 씨, 그리고 런가워 씨가 은퇴하고 런가워 씨가 재선출을 권장받을 것으로 예상됩니다.",
    },
  },
  {
    id: "11180956",
    dataDate: "2025-04-24T08:37:00Z",
    korName: "BONNY HLDG",
    details: {
      secName: ["BONNY HLDG"],
      secCode: ["01906"],
      categoryId: "Announcements and Notices",
      fileLink:
        "https://www1.hkexnews.hk/listedco/listconews/sehk/2024/0426/2024042600936.pdf",
    },
    analysisDetails: {
      topicKor: "연례 주주총회",
      summarizeTinyKor:
        "본니 인터내셔널 홀딩 리미티드 (주식 코드 1906) 연례 주주총회 세부사항",
      summarizeLongKor:
        "본니 인터내셔널 홀딩 리미티드는 2024년 5월 30일 오후 2시에 연례 주주총회를 개최할 예정입니다.\n이 회의에서는 2023년 12월 31일 종료된 회계연도의 감사 보고서를 검토할 것입니다.\n양일 회계법인인 양일이어느는 감사인으로 재선임될 예정입니다.\n회사는 주식 자본의 20%까지 추가 주식 발행을 승인하고, 10%까지 주식을 재매입할 권한이 있습니다.\n회장은 진구준이며, 이사회에는 집행 이사와 비집행 이사가 포함되어 있습니다.\n회원 등록부는 2024년 5월 27일부터 2024년 5월 30일까지 폐쇄될 예정입니다.\n주주는 회의에 참석하고 투표하기 위해 2024년 5월 24일까지 양도 양식을 제출해야 합니다.\n이사회는 재선출될 예정이며, 2023년 연례 보고서와 함께 제안된 결의안에 대한 설명문이 주주에게 발송될 것입니다.",
    },
  },
  {
    id: "11180950",
    dataDate: "2025-04-23T08:37:00Z",
    korName: "CUTIA-B",
    details: {
      secName: ["CUTIA-B"],
      secCode: ["02487"],
      categoryId: "Financial Statements/ESG Information",
      fileLink:
        "https://www1.hkexnews.hk/listedco/listconews/sehk/2024/0426/2024042600930.pdf",
    },
    analysisDetails: {
      topicKor: "재무 성과",
      summarizeTinyKor:
        "2023년 12월 31일 종료 Cutia Therapeutics의 재무 하이라이트",
      summarizeLongKor:
        "2023년에 Cutia Therapeutics는 매출이 113억 6623만 위안에서 137억 623만 위안으로 상당히 증가하여 놀라운 해를 보냈습니다.\n회사는 또한 2022년의 79억 380만 위안에서 710억 8008만 위안의 총이익을 달성했으며, 이는 이전 연도의 7억 938만 위안에서 상당한 개선을 보였습니다.\n2022년의 180억 7560만 위안에서 215억 7110만 위안으로 증가한 연구 및 개발 비용에도 불구하고, Cutia Therapeutics는 2022년의 55억 5836만 위안에서 196억 3758만 위안으로 상당한 증가를 겪었으며, 부모 회사의 보통 주주에게 귀속된 주당 손실은 2022년의 6.94 위안에서 2023년에 9.60 위안으로 상승했습니다.\n2023년의 Cutia Therapeutics의 총 종합 손실은 196억 3758만 위안이었습니다.\nCutia Therapeutics는 전년도보다 상당히 증가한 1,452억 9009만 위안의 총자산으로 연도를 마무리했습니다.\n2023년에 부모 회사의 소유주에게 귀속된 자본은 1,348억 9960만 위안이었으며, 2022년의 1,246억 3270만 위안의 적자와 비교되었습니다.\n그룹은 2022년에 총 매출액이 39.4% 증가했습니다.\n2023년에 그룹의 최상위 다섯 공급업체로부터의 구매는 총 구매 금액의 약 27.0%를 대표하며, 가장 큰 공급업체가 약 8.5%를 기여했습니다.\nCutia Therapeutics는 고객이나 공급업체와의 중대한 분쟁 없이 원활한 해를 보냈습니다.\n이사회는 2023년 최종 배당을 권장하지 않았으며, 회사는 2023년 12월 31일 현재 분배 가능한 유보금이 없었습니다.\n또한, 그룹은 2023년에 자선 기부나 사채 발행을 하지 않았습니다.",
    },
  },
  {
    id: "11180948",
    dataDate: "2025-04-23T08:37:00Z",
    korName: "CHEN XING",
    details: {
      secName: ["CHEN XING"],
      secCode: ["02286"],
      categoryId: "Proxy Forms",
      fileLink:
        "https://www1.hkexnews.hk/listedco/listconews/sehk/2024/0426/2024042600928.pdf",
    },
    analysisDetails: {
      topicKor: "연례 주주총회",
      summarizeTinyKor: "첸 싱 개발 홀딩스 리미티드 주주를 위한 중요 정보",
      summarizeLongKor:
        "2023년 12월 31일 종료된 회계연도의 감사된 연결 재무제표가 2024년 5월 30일 오전 10시에 연례 주주총회에서 제출될 예정입니다.\n주주들은 이사들에게 추가 주식 발행, 발행 및 처리할 주식의 총 발행 주식의 20%를 초과하지 않는 주식을 할당할 일반 위임권 및 총 발행 주식의 10%를 초과하지 않는 주식을 재매입할 위임권을 부여할 것을 고려할 것입니다.\n추가 주식 발행 권한은 매입된 주식 수에 의해 연장될 수 있습니다.\nBDO 리미티드가 감사로 재선임될 예정입니다.\n주주들은 2024년 5월 28일 회의 전 최소 48시간 전에 홍콩의 회사 지점 주식 등록기관에 완료된 대리인 양식을 제출할 것을 상기시킵니다.\n회의는 중국 선시성 시 진중시 유치구 영빈서거리 131호 첸 싱 타워 6층 회의실에서 개최될 예정입니다.",
    },
  },
  {
    id: "11180942",
    dataDate: "2025-04-23T08:37:00Z",
    korName: "주강파이프라인",
    details: {
      secName: ["CHU KONG PIPE"],
      secCode: ["01938"],
      categoryId: "Circulars",
      fileLink:
        "https://www1.hkexnews.hk/listedco/listconews/sehk/2024/0426/2024042600922.pdf",
    },
    analysisDetails: {
      topicKor: "주식 매입 권한",
      summarizeTinyKor: "주강 석유 및 천연가스 파이프 홀딩스 리미티드 개요",
      summarizeLongKor:
        "주강 석유 및 천연가스 파이프 홀딩스 리미티드는 최근 실무일 기준으로 발행된 주식 자본이 1,011,142,000주 있었습니다.\n제안된 주식 매입 권한은 총 발행된 주식 자본의 10%에 해당하는 최대 101,114,200주까지 매입할 수 있습니다.\n회사의 2023년 홍콩증시에서의 최고 및 최저 주가는 각각 HK$0.280 및 HK$0.156이었고, 2024년에는 각각 HK$0.205 및 HK$0.140이었습니다.\n주식 매입 권한 행사 전에, Bournam Profits Limited와 Chen Chang은 각각 발행된 주식 자본의 69.42% 및 69.85%를 보유하고 있었습니다.\n잠재적인 매입 후, 그들의 지분은 각각 77.13% 및 77.61%까지 증가할 수 있습니다.\n회사의 집행이사인 천조년 여사는 경제학 박사 학위를 보유하고 그룹의 일상 경영을 담당하고 있습니다.\n그녀는 다가오는 주주총회에서 재선임을 제안받았습니다.\n주주총회는 2024년 6월 21일 금요일 오전 10시 30분에 홍콩 중심 퀸스로드 29번 중국빌딩 1층에서 예정되어 있습니다.\n주주총회에서의 의결 사항은 발행 권한, 매입 권한, 연장 권한 및 이사 재선임을 포함하고 있습니다.\n이사들이 회사와 주주들의 이익을 고려하여 발행 권한, 매입 권한, 연장 권한 및 이사 재선임을 포함한 주주총회에서의 제안된 의결 사항을 권고했습니다.\n주주총회는 투표 방식으로 진행되며, 투표 결과는 회의 이후에 발표될 것입니다.",
    },
  },
  {
    id: "11180936",
    dataDate: "2025-04-22T08:37:00Z",
    korName: "짱구식품",
    details: {
      secName: ["LABIXIAOXIN"],
      secCode: ["01262"],
      categoryId: "Financial Statements/ESG Information",
      fileLink:
        "https://www1.hkexnews.hk/listedco/listconews/sehk/2024/0426/2024042600916.pdf",
    },
    analysisDetails: {
      topicKor: "라비샤오신 2023년 성과",
      summarizeTinyKor: "라비샤오신 2023년 성과 개요",
      summarizeLongKor:
        "라비샤오신은 2023년에 총 15회의 내부 교육 세션을 실시했으며, 총 10,616시간의 교육을 제공하였고, 4,470명의 참가자가 참여했으며, 인당 평균 2.38시간을 달성했습니다.\n회사는 2023년 말 기준으로 총 1,244명의 직원을 보고하였으며, 618명의 남성 직원과 626명의 여성 직원으로 성별 분포가 균형을 이루었습니다.\n직원 중 32%가 30-40세 그룹에 속하며, 생산 직원이 전체 직원의 62%를 차지하였습니다.\n라비샤오신의 2023년 퇴직율은 경영진 직원이 약 18%, 영업 및 생산 직원이 약 24%였습니다.\n회사는 2023년에 생산 장비 및 절차를 개선하기 위해 약 9.90백만 위안을 투자하였으며, 총 1,200명의 직원이 있는 세 개의 생산 기지를 운영하였습니다.\n성별 및 직원 범주별 직원 당 평균 교육 시간은 개발 및 교육 부문에서 7.4시간이었습니다.",
    },
  },
  {
    id: "11180932",
    dataDate: "2025-04-22T08:37:00Z",
    korName: "YADONG GROUP",
    details: {
      secName: ["YADONG GROUP"],
      secCode: ["01795"],
      categoryId: "Financial Statements/ESG Information",
      fileLink:
        "https://www1.hkexnews.hk/listedco/listconews/sehk/2024/0426/2024042600912.pdf",
    },
    analysisDetails: {
      topicKor: "재무 성과",
      summarizeTinyKor: "2023년 Yadong Group Holdings Limited의 재무 성과 개요",
      summarizeLongKor:
        "Yadong Group Holdings Limited은 2023년 12월 31일 종료된 연도의 매출을 RMB 1,078.6백만으로 보고했으며, 이는 전년대비 약 RMB 18.4백만 또는 약 1.7% 증가했습니다.\n회사의 2023년 총 이익은 약 RMB 138.9백만으로, 이는 2022년 대비 약 RMB 4.0백만 또는 약 2.8% 감소한 수치이며, 총 이익률은 약 12.9%입니다.\n2023년의 순이익은 약 RMB 34.5백만으로, 이는 2022년 대비 약 RMB 15.4백만 또는 약 30.9% 감소한 수치입니다.\n총 자산은 약 RMB 768.4백만으로, 총 부채는 약 RMB 509.3백만이며, 소유주에게 귀속된 자본은 약 RMB 259.1백만입니다.\nYadong Group의 총 직원 수는 482명이며, 퇴직율은 14.94%이며 여성의 퇴직율은 20.38%입니다.\n2023년에는 480명의 직원이 교육을 받았으며, 총 교육 시간은 6,036시간입니다.\n그룹은 안전 사고 없이 87건의 안전 위험 검사를 완료하였으며, 검사 및 교정률은 100%입니다.",
    },
  },
  {
    id: "11180930",
    dataDate: "2025-04-22T08:37:00Z",
    korName: "HAITONG UT",
    details: {
      secName: ["HAITONG UT"],
      secCode: ["01905"],
      categoryId: "Announcements and Notices",
      fileLink:
        "https://www1.hkexnews.hk/listedco/listconews/sehk/2024/0426/2024042600910.pdf",
    },
    analysisDetails: {
      topicKor: "재무 성과",
      summarizeTinyKor:
        "2024년 제1사분기 해통유니트러스트국제금융리스 주식회사의 재무 요약",
      summarizeLongKor:
        "2024년 제1사분기에 해통유니트러스트국제금융리스 주식회사의 현금 이자 지급액은 각각 6억 8227만 6172.06위안, 6억 5834만 3531.55위안, 6억 6217만 279.20위안, 5억 9151만 2250.75위안이었습니다.\n또한, 기타 자본 상품의 상환액은 각각 19억 위안, 6억 위안이었습니다.\n기타 자본 상품의 이자 분배에 대한 현금 지급액은 각각 8천 664만 1864.87위안, 6천 278만 613위안이었습니다.\n기타 자금 조달 활동에 대한 현금 지급액은 각각 5천 544만 312.08위안, 7천 959만 850.42위안, 5천 199만 19.79위안, 7천 404만 746.83위안이었습니다.\n자금 조달 활동으로 인한 순 현금 유입액은 각각 56억 4243만 335.80위안, 21억 4403만 605.36위안이었습니다.\n현금 및 현금성 자산의 외환 환율 변동 효과는 각각 1천 581만 259위안, 2천 673만 339.08위안, 2천 770만 693.43위안, 1천 434만 170.36위안이었습니다.\n현금 및 현금성 자산의 순 증가액은 각각 10억 6564만 7028.27위안, 32억 2895만 2144.97위안, 2억 2019만 2814.90위안, 32억 6720만 955.25위안이었습니다.\n기간 종료 시점의 현금 및 현금성 자산은 각각 94억 3969만 8286.54위안, 86억 3843만 5441.87위안, 62억 9492만 2279.30위안, 69억 9503만 3632.73위안이었습니다.",
    },
  },
  {
    id: "11180924",
    dataDate: "2025-04-21T08:36:00Z",
    korName: "춘천산업신탁",
    details: {
      secName: ["SPRING REIT"],
      secCode: ["01426"],
      categoryId: "Announcements and Notices",
      fileLink:
        "https://www1.hkexnews.hk/listedco/listconews/sehk/2024/0426/2024042600904.pdf",
    },
    analysisDetails: {
      topicKor: "점유율",
      summarizeTinyKor: "2024년 3월 31일 종료 기간의 재무 하이라이트",
      summarizeLongKor:
        "2024년 첫 분기에 CCP 부동산은 평균 월 통행 임대료가 약 RMB348로 보고되었으며, 이는 이전 분기 대비 약 0.6% 감소한 수치로, 평균 점유율은 약 89%를 기록했습니다.\n84개의 부동산으로 구성된 영국 포트폴리오는 100%의 완전한 점유율과 연간 계약 임대 수입으로 약 £4.76백만을 자랑합니다.\n휘주 부동산은 약 RMB178의 평균 월 임대료를 기록했으며, RMB152의 고정 구성 요소와 RMB26의 가변 구성 요소가 있으며, 이는 이전 분기 대비 약 2.9% 증가한 수치로, 평균 점유율은 약 99%입니다.\n2024년 3월 31일 기준 휘주 부동산의 총 임대 가능 면적은 103,883제곱미터입니다.",
    },
  },
  {
    id: "11180922",
    dataDate: "2025-04-21T08:36:00Z",
    korName: "중유가스홀딩스",
    details: {
      secName: ["ZHONGYU ENERGY"],
      secCode: ["03633"],
      categoryId: "Proxy Forms",
      fileLink:
        "https://www1.hkexnews.hk/listedco/listconews/sehk/2024/0426/2024042600902.pdf",
    },
    analysisDetails: {
      topicKor: "연례 주주총회",
      summarizeTinyKor: "2024년 6월 3일 중유가스홀딩스 주식회사 주요 정보",
      summarizeLongKor:
        "중유가스홀딩스 주식회사의 연례 주주총회가 2024년 6월 3일 월요일 오전 11시에 홍콩 중심부의 중국머천츠타워 24층 02-06호에서 개최될 예정입니다.\n주주들은 회의에 참석하고 투표하기 위해 대리인을 지명해야 합니다.\n회사 및 자회사의 감사한 연결재무제표와 2023년 12월 31일 종료된 연도에 대한 이사 및 독립 감사인의 보고서가 회의에서 검토될 예정입니다.\n이사 및 독립 비직무 이사 재선임, 이사 보수 승인, 감사인 재선임, 주식 관련 활동을 위한 일반 위임 사항에 대한 결의안이 투표될 예정입니다.\n주주들은 대리인 지명서에 선호하는 선택사항을 표시하여 결의안에 찬성 또는 반대할 수 있습니다.\n대리인 지명서는 회의 48시간 전까지 홍콩 회사의 지점 주식 등록부 및 이전 사무소인 트리코어 비서 리미티드에 제출되어야 합니다.\n주주들은 자신이 선택한 대리인을 지명할 수 있으며, 대리인 지명에 대한 변경 사항은 인증되어야 합니다.\n회의에서 제안될 결의안은 2024년 4월 26일에 회사 웹사이트에서 확인할 수 있습니다.",
    },
  },
  {
    id: "11180920",
    dataDate: "2025-04-21T08:36:00Z",
    korName: "중국통신서비스",
    details: {
      secName: ["CHINACOMSERVICE"],
      secCode: ["00552"],
      categoryId: "Circulars",
      fileLink:
        "https://www1.hkexnews.hk/listedco/listconews/sehk/2024/0426/2024042600900.pdf",
    },
    analysisDetails: {
      topicKor: "중국통신서비스주식회사",
      summarizeTinyKor: "중국통신서비스주식회사 정보",
      summarizeLongKor:
        "주식 코드 552를 가진 중국통신서비스주식회사는 (852) 3699 0000으로 연락하거나 www.chinaccs.com.hk 웹사이트를 통해 접근할 수 있습니다.\nH주식 관련 문의는 홍콩컴퓨터쉐어 홍콩투자자서비스주식회사에게 하십시오. 주소는 홍콩 완차이 퀸즈로드동 183호 홉웰센터 17층입니다.\n회사 비서는 정위충 테렌스입니다.",
    },
  },
];

export const shenzhenMock = [
  {
    id: "fd7841b5-de45-4a07-8dc1-3cc8071d57ee",
    dataDate: "2025-04-25T10:37:04Z",
    korName: "타이안탕제약",
    details: {
      secName: ["*ST太安"],
      secCode: ["002433"],
      categoryId: ["0121"],
    },
    analysisDetails: {
      topicKor: "상장 폐지 위험",
      summarizeTinyKor: "타이안탕제약(*ST타이안) 주식 가격 하락 경보",
      summarizeLongKor:
        "2024년 4월 23일, 4월 24일 및 4월 25일 세 연속 거래일 동안 타이안탕제약(*ST타이안)의 주식 거래 가격이 누적 12% 이상 하락하여, 심천 증권 거래소 규정에 따라 주식 거래에서 이상한 변동을 유발했습니다.\n회사의 주식은 액면 가치 아래로 거래되어 12개 연속 거래일 동안 종가가 1위안 미만으로 유지되어 상장 폐지 위험에 직면하고 있습니다.",
    },
  },
  {
    id: "fc846c00-9846-4493-b827-03ce8d450506",
    dataDate: "2025-04-25T10:37:04Z",
    korName: "루이신테크",
    details: {
      secName: ["锐新科技"],
      secCode: ["300828"],
      categoryId: ["0129"],
    },
    analysisDetails: {
      topicKor: "등록 자본금",
      summarizeTinyKor: "루이신테크의 등록 자본금",
      summarizeLongKor:
        "루이신테크는 1억 6,659.48만 위안의 등록 자본금을 보유하고 있습니다.",
    },
  },
  {
    id: "ff2f7079-97dc-4e87-b853-ce500112f771",
    dataDate: "2025-04-24T10:22:00Z",
    korName: "워아이워자",
    details: {
      secName: ["我爱我家"],
      secCode: ["000560"],
      categoryId: ["0123"],
    },
    analysisDetails: {
      topicKor: "회계 정책 변경",
      summarizeTinyKor: "워아이워자 홀딩 그룹 주식회사 회계 정책 변경 발표",
      summarizeLongKor:
        "워아이워자 홀딩 그룹 주식회사 (주식 코드. 000560)은 재무부의 2022년 제31호 '기업회계기준 해석 16'에 기초하여 회계 정책 변경을 발표했습니다 (발표 번호. 2024-025). 2023년 1월 1일부터 시행되는 이 변경은 단일 거래의 이연법인세 회계 처리에 초점을 맞추고 있습니다.\n이 조정은 회사의 재무 상태와 실적을 더 정확하게 반영하고, 재무 상태, 결과 및 현금흐름에는 중요한 영향을 미치지 않도록 목표로 합니다.\n감사위원회, 이사회 및 감사인이 이 정책 변경을 지지하며, 규정을 준수하고 회사와 주주에게 이로운 것으로 간주합니다.",
    },
  },
  {
    id: "fe05b206-d8f1-44cc-9406-7767f7f63615",
    dataDate: "2025-04-24T10:01:01Z",
    korName: "선바센서",
    details: {
      secName: ["森霸传感"],
      secCode: ["300701"],
      categoryId: ["010301"],
    },
    analysisDetails: {
      topicKor: "재무 성과",
      summarizeTinyKor: "2023년 센바센싱테크놀로지 주식회사의 재무 하이라이트",
      summarizeLongKor:
        "2023년에 센바센싱테크놀로지 주식회사는 인상적인 재무 결과를 보고했습니다.\n회사의 총자산은 1,216,815,956.16 위안으로, 전년 대비 43.43% 증가했습니다.\n주주에게 귀속된 순자산은 813,216,918.18 위안으로 상승하여 7.46% 증가했습니다.\n올해 영업이익은 294,958,084.14 위안으로, 18.03% 증가했습니다.\n주주에게 귀속된 순이익은 56,444,131.01 위안으로 급증하여 31.33% 성장했습니다.\n비반복적이익 및 손실을 제외한 순이익은 35,130,875.41 위안으로 2.84% 감소했습니다.\n영업활동으로 인한 순현금흐름은 52,614,521.68 위안으로 21.82% 감소했습니다.\n기본 및 희석 주당순이익은 모두 0.21 위안으로 31.25% 증가했습니다.\n회사의 가중평균순자산수익률은 7.19%로 유지되었습니다.",
    },
  },
  {
    id: "ff68a8c4-078b-43e4-96f4-fa4869bcb364",
    dataDate: "2025-04-24T09:55:01Z",
    korName: null,
    details: {
      secName: ["冰山B"],
      secCode: ["200530"],
      categoryId: ["010301"],
    },
    analysisDetails: {
      topicKor: "재무 성과",
      summarizeTinyKor: "2023년 Iceberg B 회사의 재무 성과 하이라이트",
      summarizeLongKor:
        "Iceberg B 회사의 2023년 연례 보고서는 긍정적인 재무 성과를 보여줍니다.\n회사의 총 자산은 5,544,072,583.68 위안으로 증가했고, 총 부채는 2,086,521,830.81 위안으로 상승했으며, 자본은 3,457,550,752.87 위안에 이르렀습니다.\n총 매출액은 4,815,941,467.70 위안으로 급증했으며, 상당한 순이익인 54,174,539.75 위안과 164,185,717.71 위안의 연구 및 개발 비용이 있었습니다.\n냉장고 및 에어컨 제품의 매출액이 영업이익의 97.78%를 차지했습니다.",
    },
  },
  {
    id: "fea2f96e-3cc0-4232-8738-b65b1376ace6",
    dataDate: "2025-04-23T09:55:01Z",
    korName: "쿠이화제약",
    details: {
      secName: ["葵花药业"],
      secCode: ["002737"],
      categoryId: ["01239901"],
    },
    analysisDetails: {
      topicKor: "감사 수수료",
      summarizeTinyKor: "썬플라워제약그룹 주식회사 재무 하이라이트",
      summarizeLongKor:
        "썬플라워제약그룹 주식회사는 리신회계법인을 2024년 회사 감사 대행사로 재선임하였으며, 예상 감사 수수료는 1.35 억 위안이다.\n이 중 1.25 억 위안은 재무 보고서 감사를 위한 것이며, 10만 위안은 내부 통제 보고서 감사를 위한 것이다.\n회사의 2023년 내부 통제 자가평가 보고서, 이사 및 경영진 보수계획, 이익 분배 계획은 모두 만장일치 투표로 검토 및 승인되었다.\n2023년 연례 재무 보고서와 재무 최종 보고서가 공개되었다.\n회사는 2023년 주주총회를 개최하여 제안을 검토할 계획이다.\n2024년 일일 관련 거래의 예상 거래액은 20 억 위안을 초과하지 않는다.\n또한 회사는 2024년에 2 억 위안을 초과하지 않는 종합 신용 한도를 신청하고, 12개월 이내에 자체 보유 자금을 사용하여 2 억 위안을 초과하지 않는 현금 관리를 할 계획이다.\n2024년 감사 수수료는 1.35 억 위안으로 예상된다.",
    },
  },
  {
    id: "fef16530-d17c-49ea-b1cf-97c3734b57e1",
    dataDate: "2025-04-23T08:58:00Z",
    korName: "화투산딩디자인",
    details: {
      secName: ["华图山鼎"],
      secCode: ["300492"],
      categoryId: ["0113"],
    },
    analysisDetails: {
      topicKor: "이익 분배 계획",
      summarizeTinyKor: "2023년 화투산딩디자인 주식회사의 재무 성과",
      summarizeLongKor:
        "2023년에 화투산딩디자인 주식회사는 순이익이 -91,968,662.29 위안을 기록했으며, 모회사의 순이익은 -6,414,374.86 위안이었습니다.\n연결재무제표에 따른 주주에게 배당 가능한 이익은 15,413,072.53 위안이며, 모회사의 배당 가능 이익은 88,538,609.16 위안이었습니다.\n이익 분배를 하지 않은 결정은 회사의 정상적인 운영, 지속 가능한 발전, 위험에 대한 저항 능력을 향상시키고 주주의 장기적 이익을 보호하기 위해 내려졌습니다.\n2023년 이익 분배 계획은 제4차 이사회 17차 회의 및 제4차 감사위원회 15차 회의에서 승인되었으며, 회사의 일상 영업, 투자 요구 및 장기 발전 전략을 지원하는 데 목적을 두고 있습니다.",
    },
  },
  {
    id: "fe5d2eb6-1c7c-4661-805d-30450c680ba4",
    dataDate: "2025-04-23T08:58:00Z",
    korName: "중뎬강",
    details: {
      secName: ["中电港"],
      secCode: ["001287"],
      categoryId: ["01239901"],
    },
    analysisDetails: {
      topicKor: "재무 성과",
      summarizeTinyKor: "2023년 중국 파워 포트의 재무 성과 및 의사 결정",
      summarizeLongKor:
        "2023년, 중국 파워 포트는 주요 영업 지표를 보고했습니다.\n영업이익은 3,450,370,498.98 위안으로 20.32% 감소하였고, 주주에게 귀속된 순이익은 236,625,838.66 위안으로 40.93% 감소하였으며, 총자산은 22,704,419,913.37 위안으로 15.09% 증가하였고, 주주에게 귀속된 순자산은 5,056,011,006.87 위안으로 82.67% 상승하였습니다.\n회사의 내부통제 자가진단 보고서, 폐기충당금, 일일 관련 당사자 거래 예측, 신용 한도 신청, 자회사 보증 한도 및 기타 제안 사항은 모두 찬성 투표로 승인되었습니다.",
    },
  },
  {
    id: "fd178620-fb00-4e72-bea2-7db7f9423493",
    dataDate: "2025-04-22T08:58:00Z",
    korName: "중뎬강",
    details: {
      secName: ["中电港"],
      secCode: ["001287"],
      categoryId: ["0123"],
    },
    analysisDetails: {
      topicKor: "지분 정보",
      summarizeTinyKor: "회사 이사의 지분 정보",
      summarizeLongKor:
        "회사 이사인 리 웬지 씨는 회사법 및 기타 관련 법률, 규정에 규정된 임명 요건을 충족합니다.\n회사 주주 중 회사 주식을 보유하지 않는 사람들로는 리 준씨, 양 홍씨, 차오 베이씨, 채 위안칭씨, 왕밍장씨가 있습니다.\n리 웬지 씨는 회사 주식을 보유하고 있지 않습니다.",
    },
  },
  {
    id: "fd63caa5-38fb-4ac6-bdc4-ef54423b5c25",
    dataDate: "2025-04-22T08:39:59Z",
    korName: "산둥고속도로교량",
    details: {
      secName: ["山东路桥"],
      secCode: ["000498"],
      categoryId: ["0129"],
    },
    analysisDetails: {
      topicKor: "후원",
      summarizeTinyKor:
        "2023년 산둥고속도로교량그룹 주식회사 연례 후원 업무 보고서",
      summarizeLongKor:
        "삼성증권은 산둥고속도로교량그룹 주식회사의 2023년 연례 후원 업무 보고서를 제공했습니다.\n회사의 정보공시 문서는 적시에 검토되었습니다.\n자금 모금 특별계좌에 대한 10건의 조회가 있었으며, 정보공시 문서와 일관된 진전이 있었습니다.\n회사의 주주총회, 이사회, 감사회에 대한 현장 참석은 없었습니다.\n한 건의 현장 검사가 실시되었으며, 심천 증권 거래소 규정에 따라 제출된 보고서가 있습니다.\n12건의 특별 의견이 발행되었습니다.\n회사는 경쟁 회피, 관련 당사자 거래, 독립 유지, 주식 제한 등 다른 약속을 이행했습니다.\n후원 대표자에 변경 사항이 없었습니다.\n2018년 후원 업무를 성실히 수행하지 않아 규제 조치를 받은 삼성증권입니다.\n2023년 12월 28일에 연속 감독, 업무 요구사항 및 전형적인 사례에 대한 교육 세션을 한 차례 실시했습니다.",
    },
  },
  {
    id: "fedddd81-547a-47ab-b950-f7e959f20581",
    dataDate: "2025-04-22T08:28:00Z",
    korName: "런신신소재",
    details: {
      secName: ["仁信新材"],
      secCode: ["301395"],
      categoryId: ["010305"],
    },
    analysisDetails: {
      topicKor: "재무 성과",
      summarizeTinyKor: "2024년 제1사분기 런신신소재의 재무 하이라이트",
      summarizeLongKor:
        "2024년 제1사분기에 런신신소재는 총 종합 소득이 7,543,826.87 위안으로 보고되었으며, 동액이 모회사 소유주에게 귀속되었습니다.\n주당 기본 순이익은 0.052 위안이었습니다.\n영업활동으로부터의 순현금흐름은 -20,025,277.42 위안이었고, 투자활동으로부터의 순현금흐름은 415,522,048.23 위안이었으며, 재무활동으로부터의 순현금흐름은 -805,304.36 위안이었습니다.\n현금 및 현금성자산의 순 증가액은 394,691,466.45 위안이었고, 기간 종료 시 잔액은 619,135,058.65 위안이었습니다.\n순이익은 7,543,826.87 위안이었으며, 비비례손익을 차감한 후 순이익은 3,316,770.96 위안이었습니다.\n총 유동자산은 1,467,572,861.15 위안, 고정자산은 391,154,750.48 위안, 총 자산은 1,971,963,658.05 위안이었습니다.\n총 유동부채는 305,705,435.22 위안, 총 부채는 305,979,986.98 위안, 자본금은 144,920,000.00 위안, 자본잉여금은 967,615,772.55 위안, 미배당이익은 484,773,121.19 위안이었습니다.\n순자산수익률은 총 자산이 1,971,963,658.05 위안이고 소유자자본이 1,665,983,671.07 위안일 때 0.45%였습니다.",
    },
  },
  {
    id: "fda79f62-4344-445e-93cf-6e57ccecf7fc",
    dataDate: "2025-04-21T08:28:00Z",
    korName: "톈진모터다이스",
    details: {
      secName: ["天汽模"],
      secCode: ["002510"],
      categoryId: ["010301"],
    },
    analysisDetails: {
      topicKor: "주주, 채권, 재무 지표",
      summarizeTinyKor: "티안치 몰드와 티안진 오토 몰드의 재무 하이라이트",
      summarizeLongKor:
        "보고 기간 종료 시점에서 티안치 몰드는 86,230명의 일반 주주를 보유하고 있었습니다.\n이들 중 상위 10명의 주주로는 후진생이 45,144,546.00주, 창시핑이 34,600,800.00주 등이 포함되어 있습니다.\n티안진 오토 몰드 또한 86,230명의 일반 주주를 보유하고 있습니다.\n티안치 몰드는 채권 세부 정보를 공개했으며, 티안진 오토 몰드는 65.41%의 자산 대부채 비율과 순이익에서 59.88%의 감소와 같은 주요 재무 데이터를 공유했습니다.\n티안진 오토 몰드의 주식 코드는 002510이며, 회사의 전체 명칭은 티안진 오토 몰드 주식회사입니다.",
    },
  },
  {
    id: "fcbe93fc-58c9-4c87-a693-ec89340cdab8",
    dataDate: "2025-04-21T08:22:00Z",
    korName: "리후",
    details: {
      secName: ["蠡湖股份"],
      secCode: ["300694"],
      categoryId: ["010305"],
    },
    analysisDetails: {
      topicKor: "재무 성과",
      summarizeTinyKor: "2024년 리후 주식 제1분기 보고서의 재무 하이라이트",
      summarizeLongKor:
        "2024년 제1분기에 리후 주식은 총 영업이익이 395,726,510.84 위안, 총 영업 비용이 368,410,014.08 위안, 영업이익이 24,777,573.32 위안, 순이익이 23,164,092.79 위안, 모회사 소유주에게 귀속된 순이익이 23,455,414.56 위안, 순이익 증가율이 122.71%를 기록했습니다.\n주당 순이익은 0.11 위안이며, 증가율은 120.00%입니다.\n총 포괄이익은 23,164,092.79 위안으로, 모회사 소유주에게 귀속된 총 포괄이익은 23,455,414.56 위안입니다.\n영업활동으로부터의 순현금흐름은 -100,088,652.62 위안이었고, 기간 종료시 총 자산은 2,177,959,394.18 위안이며, 모회사에 귀속된 자본은 1,359,509,584.38 위안입니다.\n주목할만한 수치로는 현금 및 현금성 자산이 149,965,883.49 위안, 미수금이 123,500.00 위안, 매출채권 금융이 208,121,837.17 위안이 있습니다.\n직원 급여 지급액은 28,758,706.24 위안, 납부 세금은 3,777,991.31 위안, 경영 비용은 19,695,609.87 위안, 금융 비용은 -2,481,594.54 위안이었습니다.\n투자 수익은 -404,274.20 위안, 신용 손실액은 235,014.13 위안, 자산 가치 손실액은 -3,709,086.98 위안, 자산 처분 소득은 -161,934.06 위안이었습니다.\n기간 종료시의 일반 주주 수는 15,023주입니다.",
    },
  },
  {
    id: "fe5cf7ad-7123-4122-b978-072f12a12682",
    dataDate: "2025-04-21T08:15:59Z",
    korName: "화안신촹",
    details: {
      secName: ["华安鑫创"],
      secCode: ["300928"],
      categoryId: ["010305"],
    },
    analysisDetails: {
      topicKor: "재무 보고서",
      summarizeTinyKor:
        "2024년 화안신촹 홀딩스(베이징) 유한공사의 제1분기 보고서",
      summarizeLongKor:
        "2024년 제1분기에 화안신촹은 자산 처분 소득액 5,749.7백만 위안, 영업이익 139,573.76백만 위안, 총이익 139,594.0967백만 위안, 순이익 95,654.0621백만 위안, 모회사 소유주에게 귀속된 순이익 97,101.4294백만 위안, 기타 포괄손익의 순세후금액 16,408.9079백만 위안, 총포괄이익 112,062.97백만 위안, 주당순이익 -0.1214위안을 보고했습니다.\n영업활동으로부터의 순현금흐름은 29,052,761.58위안, 투자활동으로부터는 -82,613,981.41위안, 자금조달활동으로부터는 -3,600,395.22위안이었고, 현금및현금성자산의 순 증가액은 -56,456,107.05위안이었습니다.\n또한, 회사의 유동자산은 809,910,691.78위안, 비유동자산은 522,271,783.60위안, 총자산은 1,332,182,475.38위안, 유동부채는 58,749,562.09위안, 비유동부채는 35,157,147.80위안, 총부채는 93,906,709.89위안, 자본금은 80,000,000.00위안, 자본잉여금은 960,181,594.50위안, 기타포괄손익은 2,209,334.71위안, 모회사에 귀속된 자본총액은 1,229,591,356.20위안, 총자본은 1,238,275,765.49위안입니다.",
    },
  },
];

export const filterHongkongMock = [
  {
    id: "11180936",
    dataDate: "2025-04-22T08:37:00Z",
    korName: "짱구식품",
    details: {
      secName: ["LABIXIAOXIN"],
      secCode: ["01262"],
      categoryId: "Financial Statements/ESG Information",
      fileLink:
        "https://www1.hkexnews.hk/listedco/listconews/sehk/2024/0426/2024042600916.pdf",
    },
    analysisDetails: {
      topicKor: "라비샤오신 2023년 성과",
      summarizeTinyKor: "라비샤오신 2023년 성과 개요",
      summarizeLongKor:
        "라비샤오신은 2023년에 총 15회의 내부 교육 세션을 실시했으며, 총 10,616시간의 교육을 제공하였고, 4,470명의 참가자가 참여했으며, 인당 평균 2.38시간을 달성했습니다.\n회사는 2023년 말 기준으로 총 1,244명의 직원을 보고하였으며, 618명의 남성 직원과 626명의 여성 직원으로 성별 분포가 균형을 이루었습니다.\n직원 중 32%가 30-40세 그룹에 속하며, 생산 직원이 전체 직원의 62%를 차지하였습니다.\n라비샤오신의 2023년 퇴직율은 경영진 직원이 약 18%, 영업 및 생산 직원이 약 24%였습니다.\n회사는 2023년에 생산 장비 및 절차를 개선하기 위해 약 9.90백만 위안을 투자하였으며, 총 1,200명의 직원이 있는 세 개의 생산 기지를 운영하였습니다.\n성별 및 직원 범주별 직원 당 평균 교육 시간은 개발 및 교육 부문에서 7.4시간이었습니다.",
    },
  },
  {
    id: "11180932",
    dataDate: "2025-04-22T08:37:00Z",
    korName: "YADONG GROUP",
    details: {
      secName: ["YADONG GROUP"],
      secCode: ["01795"],
      categoryId: "Financial Statements/ESG Information",
      fileLink:
        "https://www1.hkexnews.hk/listedco/listconews/sehk/2024/0426/2024042600912.pdf",
    },
    analysisDetails: {
      topicKor: "재무 성과",
      summarizeTinyKor: "2023년 Yadong Group Holdings Limited의 재무 성과 개요",
      summarizeLongKor:
        "Yadong Group Holdings Limited은 2023년 12월 31일 종료된 연도의 매출을 RMB 1,078.6백만으로 보고했으며, 이는 전년대비 약 RMB 18.4백만 또는 약 1.7% 증가했습니다.\n회사의 2023년 총 이익은 약 RMB 138.9백만으로, 이는 2022년 대비 약 RMB 4.0백만 또는 약 2.8% 감소한 수치이며, 총 이익률은 약 12.9%입니다.\n2023년의 순이익은 약 RMB 34.5백만으로, 이는 2022년 대비 약 RMB 15.4백만 또는 약 30.9% 감소한 수치입니다.\n총 자산은 약 RMB 768.4백만으로, 총 부채는 약 RMB 509.3백만이며, 소유주에게 귀속된 자본은 약 RMB 259.1백만입니다.\nYadong Group의 총 직원 수는 482명이며, 퇴직율은 14.94%이며 여성의 퇴직율은 20.38%입니다.\n2023년에는 480명의 직원이 교육을 받았으며, 총 교육 시간은 6,036시간입니다.\n그룹은 안전 사고 없이 87건의 안전 위험 검사를 완료하였으며, 검사 및 교정률은 100%입니다.",
    },
  },
  {
    id: "11180930",
    dataDate: "2025-04-22T08:37:00Z",
    korName: "HAITONG UT",
    details: {
      secName: ["HAITONG UT"],
      secCode: ["01905"],
      categoryId: "Announcements and Notices",
      fileLink:
        "https://www1.hkexnews.hk/listedco/listconews/sehk/2024/0426/2024042600910.pdf",
    },
    analysisDetails: {
      topicKor: "재무 성과",
      summarizeTinyKor:
        "2024년 제1사분기 해통유니트러스트국제금융리스 주식회사의 재무 요약",
      summarizeLongKor:
        "2024년 제1사분기에 해통유니트러스트국제금융리스 주식회사의 현금 이자 지급액은 각각 6억 8227만 6172.06위안, 6억 5834만 3531.55위안, 6억 6217만 279.20위안, 5억 9151만 2250.75위안이었습니다.\n또한, 기타 자본 상품의 상환액은 각각 19억 위안, 6억 위안이었습니다.\n기타 자본 상품의 이자 분배에 대한 현금 지급액은 각각 8천 664만 1864.87위안, 6천 278만 613위안이었습니다.\n기타 자금 조달 활동에 대한 현금 지급액은 각각 5천 544만 312.08위안, 7천 959만 850.42위안, 5천 199만 19.79위안, 7천 404만 746.83위안이었습니다.\n자금 조달 활동으로 인한 순 현금 유입액은 각각 56억 4243만 335.80위안, 21억 4403만 605.36위안이었습니다.\n현금 및 현금성 자산의 외환 환율 변동 효과는 각각 1천 581만 259위안, 2천 673만 339.08위안, 2천 770만 693.43위안, 1천 434만 170.36위안이었습니다.\n현금 및 현금성 자산의 순 증가액은 각각 10억 6564만 7028.27위안, 32억 2895만 2144.97위안, 2억 2019만 2814.90위안, 32억 6720만 955.25위안이었습니다.\n기간 종료 시점의 현금 및 현금성 자산은 각각 94억 3969만 8286.54위안, 86억 3843만 5441.87위안, 62억 9492만 2279.30위안, 69억 9503만 3632.73위안이었습니다.",
    },
  },
];

export const searchShenzhenMock = [
  {
    id: "fda79f62-4344-445e-93cf-6e57ccecf7fc",
    dataDate: "2025-04-21T08:28:00Z",
    korName: "톈진모터다이스",
    details: {
      secName: ["天汽模"],
      secCode: ["002510"],
      categoryId: ["010301"],
    },
    analysisDetails: {
      topicKor: "주주, 채권, 재무 지표",
      summarizeTinyKor: "티안치 몰드와 티안진 오토 몰드의 재무 하이라이트",
      summarizeLongKor:
        "보고 기간 종료 시점에서 티안치 몰드는 86,230명의 일반 주주를 보유하고 있었습니다.\n이들 중 상위 10명의 주주로는 후진생이 45,144,546.00주, 창시핑이 34,600,800.00주 등이 포함되어 있습니다.\n티안진 오토 몰드 또한 86,230명의 일반 주주를 보유하고 있습니다.\n티안치 몰드는 채권 세부 정보를 공개했으며, 티안진 오토 몰드는 65.41%의 자산 대부채 비율과 순이익에서 59.88%의 감소와 같은 주요 재무 데이터를 공유했습니다.\n티안진 오토 몰드의 주식 코드는 002510이며, 회사의 전체 명칭은 티안진 오토 몰드 주식회사입니다.",
    },
  },
];
